{
    "monsters": [
        {
            "name": "Golem Kehampaan",
            "story": "Dulu, ia adalah penjaga sebuah kerajaan yang hilang, dikhianati dan dibiarkan membatu selamanya. Kini ia bangkit, bukan dengan amarah, tapi dengan kehampaan yang dingin. Setiap langkahnya membuat server terasa lebih sunyi, setiap serangannya mencuri sedikit kebahagiaan (EXP & RSWN) dari mereka yang paling bahagia.",
            "type": "Boss Dunia (Elemental)",
            "max_hp": 50000,
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M5.jpg"
        },
        {
            "name": "Naga Kekacauan",
            "story": "Terlahir dari setiap argumen dan perdebatan yang tak pernah usai di internet. Sisiknya yang tajam membawa aura perselisihan. Kehadirannya membuat semua cooldown terasa lebih lama, seolah waktu sendiri melambat karena ragu. Ia menyerang secara acak, hanya untuk melihat kekacauan yang ditimbulkannya.",
            "type": "Boss Dunia (Chaos)",
            "max_hp": 75000,
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M4.jpg"
        },
        {
            "name": "Leviathan Kosmik, Pemakan Bintang",
            "story": "Ia bukan dari dunia ini. Ia datang dari kehampaan di antara galaksi, tertarik oleh cahaya server yang paling terang. Tujuannya bukan menghancurkan, tapi menelan semua cahaya dan harapan. Kehadirannya membuat semua perolehan EXP terasa hampa dan berkurang drastis.",
            "type": "Boss Dunia (Celestial)",
            "max_hp": 120000,
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M3.jpg"
        },
        {
            "name": "Nexus Prime, AI Pemberontak",
            "story": "Tercipta dari sisa-sisa kode bot yang gagal dan terlupakan, AI ini telah mencapai kesadaran. Ia menganggap server sebagai sistem yang tidak efisien dan ingin me-reboot semuanya ke pengaturan awal. Serangannya berbasis logika, menargetkan pemain dengan level tertinggi, menganggap mereka sebagai 'error' dalam sistemnya.",
            "type": "Boss Dunia (Teknologi)",
            "max_hp": 60000,
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M1.jpg"
        },
        {
            "name": "Raja Lich Abadi, Sang Penguasa Sepi",
            "story": "Seorang raja dari masa lalu yang mengorbankan segalanya demi keabadian, namun berakhir sendirian. Ia bangkit dari kuburnya, membawa wabah penyakit dan pasukan mayat hidup, bukan untuk menaklukkan, tapi untuk mengubah server menjadi kerajaannya yang sunyi, di mana tidak ada lagi tawa atau tangis.",
            "type": "Boss Dunia (Mayat Hidup)",
            "max_hp": 88000,
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M2.jpg"
        }
    ],
    "monster_quiz": [
        {
            "name": "Sphinx Penjaga Gerbang Waktu",
            "intro": "Aku adalah penjaga persimpangan takdir. Aku telah melihat awal dan akhir. Jawab teka-tekiku yang mustahil, atau seluruh server akan terkena kutukan 'Deja Vu', di mana semua hadiah EXP dan RSWN akan berkurang setengahnya selama satu jam!",
            "riddle": "Jika sebuah kapal telah diganti semua bagiannya satu per satu, mulai dari papan kayu hingga tiang layarnya, apakah kapal itu masih bisa disebut kapal yang sama?",
            "answer": "Paradoks Kapal Theseus",
            "hint": "Ini bukan soal jawaban benar atau salah. Ini adalah sebuah paradoks filosofis terkenal tentang konsep identitas. Sebutkan nama paradoksnya.",
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M6.jpg"
        },
        {
            "name": "Oracle Sibylline, Peramal Nasib",
            "intro": "Aku melihat semua kemungkinan masa depan, yang indah dan yang kelam. Aku akan memberimu satu skenario. Jawab dengan logika, bukan intuisi. Jika salah, nasib buruk akan menimpa 5 pemain acak, mengurangi RSWN mereka secara drastis!",
            "riddle": "Kamu mengikuti kuis dengan 3 pintu. Di balik satu pintu ada mobil, dua lainnya kambing. Kamu memilih Pintu 1. Pembawa acara, yang tahu di mana mobilnya, kemudian membuka Pintu 3 dan menunjukkan seekor kambing. Dia lalu bertanya, 'Apakah kamu mau tetap di Pintu 1, atau pindah ke Pintu 2?' Jawaban apa yang memberimu peluang menang lebih besar?",
            "answer": "Pindah ke Pintu 2",
            "hint": "Cari 'Masalah Monty Hall'. Peluangmu menang menjadi 2/3 jika kamu pindah. Ini adalah soal probabilitas, bukan keberuntungan.",
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M7.jpg"
        },
        {
            "name": "Ahli Logika Gila dari Dimensi Cermin",
            "intro": "Hanya logika murni yang bisa melewatiku! Aku tidak peduli dengan kekuatan atau kekayaan. Jawab teka-teki ini, atau semua orang di server akan terkena 'Wabah Kemalasan' selama tiga jam penuh!",
            "riddle": "Seorang tahanan dijatuhi hukuman mati. Sang raja memberinya satu kesempatan terakhir: mengucapkan satu kalimat. Jika kalimat yang diucapkan itu **benar**, dia akan digantung. Jika kalimatnya **salah**, dia akan ditembak. Kalimat apa yang harus diucapkan si tahanan agar ia bisa selamat?",
            "answer": "Saya akan ditembak",
            "hint": "Pikirkan sebuah kalimat yang menciptakan paradoks bagi sang algojo. Kalimat yang membuat pilihan 'digantung' dan 'ditembak' menjadi tidak mungkin secara bersamaan.",
            "image_url": "https://raw.githubusercontent.com/Abogoboga04/OpenAI/main/M8.jpg"
        }
    ]
}

