{
  "projects": [
    {
      "name": "Pembangunan Jembatan Penyeberangan Kucing Ras",
      "announcement": "Demi kesejahteraan anabul, Pemerintah mengumumkan proyek 'Pembangunan Jembatan Penyeberangan Kucing Ras' antar benua! Pastikan kucing Anda punya paspor!",
      "update": "Update Proyek Jembatan Kucing: Pembangunan terhambat. Ternyata kucingnya minta jembatan khusus anti-air liur anjing dan dilengkapi Wi-Fi gratis. Anggaran membengkak, kontraktor kabur bawa dana.",
      "failure": "BERAKHIR SUDAH: Proyek Jembatan Kucing diresmikan! Namun, saat kucing pertama melintas, jembatannya ambruk karena tiang pancangnya terbuat dari tulang ikan asin. Dana hilang tak berbekas. Kucing menangis, rakyat hanya bisa ngelus dada."
    },
    {
      "name": "Proyek Kereta Bawah Tanah Menuju Pusat Bumi",
      "announcement": "Terobosan baru! Pemerintah meluncurkan 'Proyek Kereta Bawah Tanah Menuju Pusat Bumi'! Akan lebih cepat dari internet Indonesia, dijamin! Siap-siap bertemu alien, ya!",
      "update": "Update Proyek Kereta Bawah Tanah: Pekerjaan dihentikan sementara. Ekskavator kami ternyata menemukan sarang naga purba yang menuntut dibayar pakai RSWN tunai. Negosiasi sedang berjalan, atau kami pura-pura negosiasi.",
      "failure": "PROYEK GAGAL TOTAL: Kereta Bawah Tanah Menuju Pusat Bumi resmi mangkrak! Setelah penggalian 3 meter, kami menemukan lapisan batu yang terlalu keras untuk linggis kita. Sekarang lubang raksasa itu jadi tempat pembuangan sampah ilegal. Dananya? Sudah jadi kenangan manis."
    },
    {
      "name": "Pembangunan Patung Pejabat Tertidur Pulas di Tengah Kota",
      "announcement": "Sebagai bentuk apresiasi terhadap kinerja pejabat, kami akan membangun 'Patung Pejabat Tertidur Pulas' di tengah kota! Dijamin bisa jadi ikon baru tidur siang bersama!",
      "update": "Update Proyek Patung Pejabat: Patungnya hampir selesai! Namun, ada masalah teknis: setiap kali hujan, patungnya malah mengeluarkan air mata buaya. Konsultan ahli sedang menyelidiki, sambil makan kuaci.",
      "failure": "PROYEK DISETOP: Patung Pejabat Tertidur Pulas akhirnya roboh karena didesain tanpa fondasi. Ternyata desainernya menyontek dari sketsa anak TK. Dana yang terpakai kini hanya jadi tumpukan puing, siap jadi bahan bangunan proyek ngawur berikutnya. Jangan salahkan kami, salahkan gravitasi!"
    },
    {
      "name": "Sistem Irigasi Air Mata Buaya untuk Pertanian",
      "announcement": "Revolusi pertanian! Pemerintah menggalakkan 'Sistem Irigasi Air Mata Buaya'! Dipastikan sawah-sawah akan subur, terutama yang ditanami 'pohon uang' milik para pejabat! Petani bisa panen janji!",
      "update": "Update Proyek Irigasi Air Mata Buaya: Proyek berjalan lancar, hanya saja airnya terlalu asin dan membuat semua tanaman layu. Petugas irigasi sedang diajari cara 'menangis lebih tulus' untuk mengurangi kadar garam. Dana sudah hampir habis.",
      "failure": "PROYEK KERING: Sistem Irigasi Air Mata Buaya dinyatakan gagal. Ternyata para pejabat sudah kehabisan air mata untuk berakting sedih, jadi suplai air untuk irigasi terhenti. Sawah kering kerontangan. Dananya? Menguap bersama air mata yang tak ada."
    },
    {
      "name": "Jalan Tol Khusus Truk Odol yang Terbuat dari Kerupuk",
      "announcement": "Wujud nyata keadilan! Pemerintah akan membangun 'Jalan Tol Khusus Truk ODOL' dari kerupuk! Dijamin mulus, tapi cuma untuk sekali lewat. Habis itu remah-remah. Inovasi kan penting!",
      "update": "Update Proyek Jalan Tol Kerupuk: Pembangunan berjalan lebih cepat dari yang diharapkan! Namun, ada kendala: setiap ada tikus lewat, jalannya berlubang. Saat hujan, jalannya jadi bubur. Petugas sedang mencari solusinya, mungkin dengan kerupuk rasa rendang?",
      "failure": "JALAN RUSAK PERMANEN: Proyek Jalan Tol Kerupuk resmi bubar. Belum juga diresmikan, jalan tolnya sudah habis dimakan semut, tikus, dan sebagian kecil oleh oknum pejabat yang lapar. Dana? Habis tak bersisa. Jalan yang ditinggalkan sekarang hanya kenangan remah-remah. Rakyat diajak makan angin!"
    },
    {
      "name": "Gedung DPR Anti-Logika Berpikir",
      "announcement": "Agar anggota dewan tidak terbebani oleh logika, akan dibangun 'Gedung DPR Anti-Logika Berpikir'! Bebas dari akal sehat, penuh dengan kursi empuk dan tombol tidur otomatis!",
      "update": "Update: Gedung sudah setengah jadi, namun tersandung masalah serius—terlalu banyak alarm berpikir nyala saat rapat. Diperlukan teknologi baru untuk memadamkan ide cemerlang yang tak sengaja muncul.",
      "failure": "GAGAL TOTAL: Gedung ambruk saat uji ketahanan kritik. Ternyata seluruh strukturnya dibangun dari ego dan janji kosong. Para anggota DPR selamat karena sedang tidak hadir."
    },
    {
      "name": "Pelatihan Public Speaking untuk Politikus Gagal",
      "announcement": "Program unggulan! Semua politikus gagal akan mendapatkan pelatihan berbicara tanpa isi tapi tetap meyakinkan. Dijamin bisa debat 3 jam tanpa makna!",
      "update": "Update: Sudah 400 politikus lulus pelatihan. Masalahnya: mereka kini tak bisa berhenti bicara. Bahkan saat tidur, mulut tetap bergerak. Negara sedang menimbang regulasi 'mute darurat'.",
      "failure": "GAGAL SECARA VERBAL: Program ini dibubarkan karena seluruh peserta malah jadi host podcast sendiri. Rakyat mengeluh karena tiap aplikasi dibanjiri konten kosong berbasis janji manis."
    },
    {
      "name": "Proyek Penanaman Pohon Janji",
      "announcement": "Untuk menghijaukan negeri dan nurani politik, pemerintah meluncurkan 'Proyek Penanaman Pohon Janji'! Semakin banyak janji ditebar, semakin rindang korupsinya.",
      "update": "Update: Pohon-pohon tumbuh pesat, tapi berbuah amplop dan kuitansi fiktif. Hama terparah adalah 'oknum berseragam' yang tiap malam panen diam-diam.",
      "failure": "PROYEK LAYU: Semua pohon janji ditebang sebelum panen. Katanya karena tak tahan kritik netizen. Dana reboisasi digunakan untuk 'studi banding ke Antartika'."
    },
    {
      "name": "Pembangunan Menara Gading dari Proposal Fiktif",
      "announcement": "Akhirnya! Akan dibangun 'Menara Gading' yang seluruh pondasinya berasal dari proposal-proposal fiktif! Bangunan ini akan melambangkan impian tak tercapai rakyat!",
      "update": "Update: Menara telah mencapai 3 lantai kertas. Namun angin politik membuatnya roboh tiap minggu. Solusi sementara: dilem pakai integritas, tapi stoknya langka.",
      "failure": "ROBOH SECARA MORAL: Menara tak pernah berdiri tegak. Setiap proposal berisi angka 'siluman'. Rakyat kini menjadikannya tempat selfie dan satire."
    },
    {
      "name": "Taman Kota Bertema Transparansi yang Tertutup",
      "announcement": "Kabar baik! Akan dibangun taman kota dengan tema 'Transparansi'. Tapi lokasinya dirahasiakan, dan hanya bisa dikunjungi dengan izin khusus. Transparansi adalah misteri!",
      "update": "Update: Taman sudah jadi. Namun pagar lebih tinggi dari harapan rakyat. CCTV aktif 24 jam tapi hanya merekam warga, bukan pejabat yang masuk lewat pintu belakang.",
      "failure": "TAMAN DIHAPUS DARI PETA: Proyek dihentikan karena terlalu banyak rakyat ingin tahu anggarannya. Pemerintah memutuskan transparansi cukup dalam bentuk spanduk."
    }
  ]
}
