[
    "makan mie instan mentah (diremas).",
    "lupa nama orang padahal baru kenalan 5 menit lalu.",
    "pura-pura tidur di bus/kereta biar nggak disuruh kasih tempat duduk.",
    "menyanyi dengan lirik yang salah tapi dengan penuh percaya diri.",
    "terpeleset atau jatuh di tempat umum yang ramai.",
    "ketiduran di bioskop sampai filmnya selesai dan lampu menyala.",
    "salah kirim pesan WhatsApp ke grup keluarga padahal untuk teman.",
    "panik mencari kacamata padahal sedang dipakai di atas kepala.",
    "mengucapkan salam ke orang asing karena mengira itu teman.",
    "memakai baju atau kaos terbalik keluar rumah dan baru sadar setelah ditegur.",
    "makan nasi pakai lauk kerupuk dan sambal saja.",
    "tidak mandi seharian penuh saat hari libur.",
    "ngaku 'OTW' padahal masih di kamar mandi.",
    "stalking media sosial mantan pacar sampai ke postingan paling pertama.",
    "makan makanan yang jatuh ke lantai dengan alasan 'belum lima menit'.",
    "memakai kaos kaki belang atau beda pasangan.",
    "menahan tawa mati-matian di situasi yang serius.",
    "pura-pura tidak dengar saat dipanggil ibu untuk disuruh ke warung.",
    "berbicara sendiri di depan cermin seolah-olah sedang diwawancara.",
    "salah naik angkot atau KRL.",
    "menonton ulang satu serial TV favorit lebih dari tiga kali.",
    "memakai Wi-Fi tetangga secara diam-diam.",
    "meninggalkan troli belanja di tengah jalan parkir.",
    "mencoba memotong rambut sendiri dan hasilnya gagal total.",
    "pergi ke minimarket hanya untuk merasakan dinginnya AC.",
    "makan seblak level paling pedas sampai menangis.",
    "bilang 'hah?' atau 'apa?' padahal sebenarnya dengar, hanya butuh waktu untuk berpikir.",
    "membeli barang online hanya karena tergiur diskon besar.",
    "mengumpulkan struk belanja di dompet sampai tebal.",
    "makan bubur diaduk.",
    "makan bubur tidak diaduk.",
    "menambahkan nasi saat makan mie instan.",
    "menonton spoiler film dengan sengaja sebelum menonton aslinya.",
    "memakai headset tanpa memutar lagu apa pun untuk menghindari obrolan.",
    "pura-pura menelepon saat bertemu orang yang tidak ingin diajak bicara.",
    "mematikan alarm lalu tidur lagi sampai akhirnya kesiangan.",
    "lupa di mana memarkir motor atau mobil.",
    "mengira hari Minggu padahal hari Senin.",
    "memberi nama panggilan untuk kendaraan sendiri.",
    "percaya pada ramalan zodiak atau shio.",
    "menangis karena karakter fiksi di film atau buku mati.",
    "mencoba resep masakan dari TikTok dan tidak sesuai ekspektasi.",
    "mengikuti tren atau challenge di media sosial.",
    "berdebat sengit tentang politik atau agama di kolom komentar.",
    "membuat playlist lagu galau setelah putus cinta.",
    "mengoleksi botol minum atau tumbler lebih dari lima.",
    "menghabiskan waktu libur hanya dengan maraton nonton film/serial.",
    "datang ke kondangan hanya untuk makan gratis.",
    "mengambil sampel makanan gratis di supermarket lebih dari sekali.",
    "menawar harga barang yang sudah jelas harganya pas.",
    "makan gorengan tiga tapi bayarnya bilang dua.",
    "bernyanyi sangat kencang saat sendirian di mobil atau motor.",
    "takut gelap dan harus tidur dengan lampu menyala.",
    "berlari cepat ke kamar setelah mematikan lampu di ruang tengah.",
    "memeriksa kolong tempat tidur sebelum tidur.",
    "merasa ada yang mengikuti saat berjalan sendirian di malam hari.",
    "mendengarkan podcast horor sampai tidak bisa tidur.",
    "melihat penampakan atau mengalami hal mistis.",
    "pergi ke 'orang pintar' atau dukun.",
    "percaya mitos 'jangan duduk di depan pintu nanti susah jodoh'.",
    "mengira kedutan mata artinya akan dapat rezeki atau menangis.",
    "menyapu di malam hari katanya pamali.",
    "ikut arisan RT atau kantor.",
    "menjadi bendahara di kelas atau organisasi.",
    "terlibat dalam kepanitiaan sebuah acara besar.",
    "memberikan pidato atau presentasi di depan lebih dari 50 orang.",
    "menjadi petugas upacara bendera di sekolah.",
    "kabur dari kelas atau bolos sekolah.",
    "dihukum guru berdiri di depan kelas.",
    "mengerjakan PR di sekolah 5 menit sebelum dikumpulkan.",
    "mencontek saat ujian.",
    "memberi contekan ke teman.",
    "pura-pura sakit biar tidak ikut pelajaran olahraga.",
    "memakai seragam yang salah jadwal.",
    "tertidur di kelas saat guru sedang menerangkan.",
    "lupa membawa tugas penting.",
    "bermain game online sampai pagi.",
    "top up atau membeli item dalam game dengan uang jajan.",
    "marah-marah karena kalah main game atau koneksi internet jelek.",
    "membuat akun palsu (fake account) di media sosial.",
    "memblokir teman atau keluarga di media sosial.",
    "bertengkar dengan teman karena masalah sepele.",
    "meminta maaf terlebih dahulu untuk menyelesaikan konflik.",
    "menjaga rahasia besar seorang teman.",
    "digosipkan oleh teman sendiri.",
    "ikut-ikutan menggosipkan orang lain.",
    "curhat masalah pribadi ke driver ojek online.",
    "jatuh cinta pada teman sendiri (friendzone).",
    "mengirim surat cinta atau pesan ungkapan perasaan.",
    "ditolak cintanya.",
    "memutuskan hubungan dengan pasangan.",
    "menghadiri pernikahan mantan.",
    "memimpikan mantan pacar.",
    "memberi hadiah buatan tangan untuk seseorang.",
    "mendapat hadiah yang tidak disukai tapi pura-pura senang.",
    "kehilangan dompet atau handphone.",
    "menemukan uang di jalan dan mengambilnya.",
    "menyumbangkan darah.",
    "menjadi relawan untuk kegiatan sosial.",
    "membantu menyeberangkan nenek-nenek di jalan.",
    "memberi makan hewan jalanan.",
    "menanam pohon.",
    "ikut kerja bakti di lingkungan rumah.",
    "membangunkan orang untuk sahur keliling komplek.",
    "mendapat THR paling banyak di antara saudara.",
    "makan opor dan ketupat selama tiga hari berturut-turut setelah Lebaran.",
    "ikut lomba 17 Agustus-an (makan kerupuk, balap karung, dll).",
    "menghias rumah atau gapura untuk hari kemerdekaan.",
    "naik gunung lebih dari 3000 mdpl.",
    "berkemah di pantai.",
    "melihat sunrise atau sunset secara langsung.",
    "pergi ke luar negeri.",
    "mencoba makanan ekstrem (serangga, ular, dll).",
    "menyelam (diving) atau snorkeling.",
    "tersesat saat traveling.",
    "melakukan perjalanan seorang diri (solo traveling).",
    "naik transportasi umum dan ketiduran sampai kelewatan.",
    "menginap di hotel sendirian.",
    "berfoto dengan artis atau tokoh terkenal.",
    "masuk TV atau koran.",
    "memenangkan undian atau giveaway.",
    "menjual barang preloved atau bekas.",
    "mencoba peruntungan bisnis online.",
    "ikut kelas atau workshop untuk menambah skill.",
    "membaca buku sampai tamat dalam satu hari.",
    "menulis puisi atau cerita pendek.",
    "membuat lagu sendiri.",
    "belajar memainkan alat musik.",
    "memelihara tanaman hias dan berhasil membuatnya tumbuh subur.",
    "tidak sengaja 'membunuh' tanaman hias karena lupa disiram.",
    "berbicara pada hewan peliharaan seolah-olah mereka mengerti.",
    "memiliki lebih dari 10 pasang sepatu.",
    "membeli barang karena lucu, bukan karena butuh.",
    "menyesal setelah belanja online karena barangnya tidak sesuai.",
    "meninggalkan review bintang satu di aplikasi.",
    "memberi rating bintang lima dan ulasan baik untuk driver ojol.",
    "bertengkar dengan saudara karena berebut remote TV.",
    "sembunyi saat ada tamu datang ke rumah.",
    "diminta untuk menyanyi atau menari di depan keluarga besar.",
    "mencicipi semua kue di toples saat Lebaran.",
    "mengambil uang kembalian belanja yang lebih.",
    "jujur mengembalikan uang kembalian yang lebih.",
    "menangis karena nonton video penyelamatan hewan.",
    "merasa sangat produktif seharian penuh.",
    "menunda pekerjaan sampai 'deadline' mepet.",
    "membuat daftar resolusi Tahun Baru dan melupakannya di bulan Februari.",
    "berolahraga rutin selama sebulan penuh.",
    "berhasil diet dan menurunkan berat badan.",
    "gagal diet di hari pertama karena diajak teman makan.",
    "memesan makanan sehat tapi minumnya boba.",
    "mencoba meditasi dan malah ketiduran.",
    "merasa cemas tentang masa depan.",
    "merasa bahagia hanya karena cuaca cerah.",
    "menulis buku harian atau jurnal.",
    "menghafal lirik lagu bahasa asing tanpa tahu artinya.",
    "mencoba filter aneh di Instagram atau TikTok bersama teman.",
    "meninggalkan grup WhatsApp keluarga.",
    "menggunakan singkatan internet (seperti 'YGY', 'TBL') dalam percakapan nyata.",
    "menonton mukbang saat sedang lapar.",
    "mengikuti akun 'spill' atau gosip di media sosial.",
    "lupa mematikan mic saat sedang Zoom meeting.",
    "terlihat melakukan hal aneh karena lupa mematikan kamera saat Zoom.",
    "meminjamkan uang ke teman dan tidak dikembalikan.",
    "meminjam barang teman dan lupa mengembalikannya.",
    "tertipu saat belanja online.",
    "hampir tertipu tapi sadar di saat-saat terakhir.",
    "berpartisipasi dalam pemilu.",
    "merasa apatis terhadap politik.",
    "mengkritik kebijakan pemerintah di media sosial.",
    "memuji keberhasilan program pemerintah.",
    "menghadiri acara tablig akbar atau pengajian.",
    "ikut serta dalam kegiatan karang taruna.",
    "menjadi ketua RT atau RW.",
    "mengajukan komplain secara resmi ke sebuah layanan.",
    "merasa puas setelah berhasil merakit perabotan sendiri.",
    "tersengat listrik ringan.",
    "menginjak mainan lego tanpa alas kaki.",
    "terkunci di dalam kamar mandi.",
    "kehabisan pulsa atau kuota di saat genting.",
    "baterai HP mati total saat sedang di luar rumah.",
    "mencari colokan listrik di tempat umum seperti orang kebingungan.",
    "memakai power bank sampai habis.",
    "memiliki lebih dari tiga akun email.",
    "lupa password akun penting.",
    "menggunakan tanggal lahir sebagai password.",
    "mencoba membuat video ASMR sendiri.",
    "merasa geli atau tidak nyaman dengan suara ASMR.",
    "menonton video 'satisfying' seperti memotong sabun atau pasir kinetik.",
    "mengirim 'pap' (post a picture) yang salah.",
    "melakukan panggilan video tanpa sengaja.",
    "mematikan notifikasi untuk semua aplikasi.",
    "merasa lebih tenang saat tidak membuka media sosial seharian.",
    "membandingkan hidup sendiri dengan hidup orang lain di Instagram.",
    "merasa 'insecure' setelah melihat postingan orang lain.",
    "memposting foto liburan yang sudah lewat berbulan-bulan.",
    "menggunakan filter kecantikan secara berlebihan.",
    "mencoba menjadi vegetarian atau vegan selama seminggu.",
    "minum kopi lebih dari tiga cangkir dalam sehari.",
    "tidak suka kopi sama sekali.",
    "lebih memilih teh daripada kopi.",
    "membuat teh sendiri dari daun atau bunga di halaman rumah.",
    "memasak nasi dan hasilnya gosong atau terlalu lembek.",
    "berhasil membuat telur mata sapi dengan kuning telur yang sempurna.",
    "memecahkan piring atau gelas saat mencuci.",
    "berpura-pura sudah makan padahal belum.",
    "makan langsung dari panci atau wajan.",
    "mengambil makanan terakhir di piring saji tanpa bertanya.",
    "meninggalkan sedikit makanan atau minuman agar tidak disuruh mencuci piring.",
    "berbagi makanan dengan hewan peliharaan.",
    "diajak bicara oleh hewan peliharaan (dalam imajinasi).",
    "memberi nama manusia pada hewan peliharaan.",
    "merayakan ulang tahun hewan peliharaan.",
    "membuat akun media sosial untuk hewan peliharaan.",
    "menonton video kucing atau anjing lucu selama berjam-jam.",
    "merasa lebih dekat dengan hewan daripada dengan beberapa manusia.",
    "ingin berhenti dari pekerjaan atau sekolah dan beternak saja.",
    "bermimpi memenangkan lotre dan merencanakan akan dibelikan apa saja.",
    "menabung untuk membeli sesuatu yang sangat diinginkan.",
    "membuka celengan sebelum waktunya.",
    "menyimpan uang di bawah kasur atau di dalam buku.",
    "kehilangan uang yang baru saja diambil dari ATM.",
    "merasa kaya di awal bulan dan miskin di akhir bulan.",
    "menunggu gajian atau uang bulanan seperti menunggu pahlawan.",
    "membuat anggaran bulanan dan selalu gagal mematuhinya."
]

