[
    {"riddle": "Aku punya kota tapi tak punya rumah, punya hutan tapi tak punya pohon, dan punya air tapi tak punya ikan. Siapakah aku?", "answer": "Peta"},
    {"riddle": "Apa yang selalu datang tapi tidak pernah tiba?", "answer": "Besok"},
    {"riddle": "Semakin banyak kamu ambil, semakin banyak yang kamu tinggalkan. Apakah itu?", "answer": "Jejak Kaki"},
    {"riddle": "Aku tidak punya suara, tapi aku bisa menceritakan segalanya. Siapakah aku?", "answer": "Buku"},
    {"riddle": "Mana yang lebih berat, satu kilogram kapas atau satu kilogram besi?", "answer": "Sama Berat"},
    {"riddle": "Jika kamu punya aku, kamu ingin membagikanku. Jika kamu membagikanku, kamu tidak lagi memilikiku. Apakah aku?", "answer": "Rahasia"},
    {"riddle": "Aku punya leher tanpa kepala, dan punya punggung tanpa badan. Siapakah aku?", "answer": "Botol"},
    {"riddle": "Apa yang bisa patah meskipun tidak pernah dipegang?", "answer": "Janji"},
    {"riddle": "Aku selalu ada di depanmu, tapi kamu tidak akan pernah bisa melihatku. Siapakah aku?", "answer": "Masa Depan"},
    {"riddle": "Aku punya banyak gigi tapi tidak bisa makan. Siapakah aku?", "answer": "Sisir"},
    {"riddle": "Aku punya banyak mata tapi tidak bisa melihat. Siapakah aku?", "answer": "Nanas"},
    {"riddle": "Apa yang naik tapi tidak pernah turun?", "answer": "Umur"},
    {"riddle": "Aku basah saat mengeringkan. Siapakah aku?", "answer": "Handuk"},
    {"riddle": "Aku bisa diisi tapi aku bukan ruangan. Aku punya penutup tapi aku bukan botol. Siapakah aku?", "answer": "Amplop"},
    {"riddle": "Apa yang punya satu mata tapi tidak bisa melihat?", "answer": "Jarum"},
    {"riddle": "Aku selalu mengikuti ke mana pun kamu pergi dan meniru setiap gerakanmu, tapi kamu tidak bisa menyentuhku. Siapakah aku?", "answer": "Bayangan"},
    {"riddle": "Aku punya banyak kata tapi tidak pernah berbicara. Siapakah aku?", "answer": "Kamus"},
    {"riddle": "Apa yang harus dipecahkan terlebih dahulu sebelum bisa digunakan?", "answer": "Telur"},
    {"riddle": "Aku ringan seperti bulu, tapi orang terkuat pun tidak bisa menahanku lebih dari 5 menit. Siapakah aku?", "answer": "Napas"},
    {"riddle": "Apa yang berjalan tanpa kaki?", "answer": "Jam"},
    {"riddle": "Aku punya kepala dan ekor, tapi tidak punya badan. Siapakah aku?", "answer": "Koin"},
    {"riddle": "Aku dilempar ke atas saat dibutuhkan, dan disimpan saat tidak dibutuhkan. Siapakah aku?", "answer": "Jangkar"},
    {"riddle": "Aku punya banyak lubang tapi bisa menampung air. Siapakah aku?", "answer": "Spons"},
    {"riddle": "Aku selalu lapar. Jika diberi makan aku hidup, jika diberi minum aku mati. Siapakah aku?", "answer": "Api"},
    {"riddle": "Apa yang menjadi milikmu, tapi lebih sering digunakan oleh orang lain?", "answer": "Nama"},
    {"riddle": "Aku bisa mengelilingi dunia tanpa pernah meninggalkan sudutku. Siapakah aku?", "answer": "Perangko"},
    {"riddle": "Aku tidak punya kehidupan, tapi aku bisa mati. Siapakah aku?", "answer": "Baterai"},
    {"riddle": "Aku hitam saat dibeli, merah saat dipakai, dan abu-abu saat dibuang. Siapakah aku?", "answer": "Arang"},
    {"riddle": "Apa yang punya tempat tidur tapi tidak pernah tidur?", "answer": "Sungai"},
    {"riddle": "Aku terbang tanpa sayap. Aku menangis tanpa mata. Siapakah aku?", "answer": "Awan"},
    {"riddle": "Aku punya banyak kunci tapi tidak bisa membuka satu pintu pun. Siapakah aku?", "answer": "Piano"},
    {"riddle": "Apa yang ada di tengah-tengah laut?", "answer": "Huruf A"},
    {"riddle": "Aku punya banyak cerita tapi tidak punya mulut. Siapakah aku?", "answer": "Film"},
    {"riddle": "Apa yang semakin besar jika semakin banyak diambil?", "answer": "Lubang"},
    {"riddle": "Aku selalu datang berpasangan. Jika salah satu hilang, yang lain tidak berguna. Siapakah aku?", "answer": "Sepatu"},
    {"riddle": "Aku bisa diukur tapi tidak punya panjang, lebar, atau tinggi. Siapakah aku?", "answer": "Suhu"},
    {"riddle": "Benda apa yang jika diikat baru bisa jalan?", "answer": "Tali Sepatu"},
    {"riddle": "Apa yang naik dan turun tanpa bergerak?", "answer": "Tangga"},
    {"riddle": "Aku punya kulit tapi bukan hewan, punya daun tapi bukan pohon. Siapakah aku?", "answer": "Buku"},
    {"riddle": "Gajah terbang dengan apa?", "answer": "Dengan susah payah"},
    {"riddle": "Apa yang tidak pernah ditanyakan tapi selalu dijawab?", "answer": "Bel Pintu"},
    {"riddle": "Aku punya banyak cabang tapi tidak punya daun atau buah. Siapakah aku?", "answer": "Bank"},
    {"riddle": "Aku bisa dipegang dengan tangan kananmu, tapi tidak dengan tangan kirimu. Apakah itu?", "answer": "Tangan Kiri"},
    {"riddle": "Apa yang selalu berakhir di setiap 'akhir'?", "answer": "Huruf R"},
    {"riddle": "Aku bisa dipotong, disajikan, tapi tidak pernah bisa dimakan. Apakah itu?", "answer": "Kartu"},
    {"riddle": "Aku tidak punya kaki, tangan, atau sayap, tapi aku bisa mendaki ke langit. Siapakah aku?", "answer": "Asap"},
    {"riddle": "Apa yang selalu ada di dalam sebuah kesalahan?", "answer": "Huruf S"},
    {"riddle": "Binatang apa yang paling jujur?", "answer": "Semut"},
    {"riddle": "Aku punya seribu kaki tapi tidak bisa berjalan. Siapakah aku?", "answer": "Kaki Seribu"},
    {"riddle": "Apa yang bisa kamu temukan sekali dalam satu menit, dua kali dalam satu momen, tapi tidak pernah dalam seribu tahun?", "answer": "Huruf M"},
    {"riddle": "Aku bisa mengisi sebuah ruangan, tapi aku tidak memakan tempat. Apakah aku?", "answer": "Cahaya"},
    {"riddle": "Aku sebuah kata dengan 5 huruf. Jika kamu buang satu huruf, aku tetap kata yang sama. Apakah aku?", "answer": "Harga"},
    {"riddle": "Aku punya angka di wajahku, tapi aku tidak bisa menghitung. Siapakah aku?", "answer": "Jam"},
    {"riddle": "Aku punya rumah tapi tidak punya pintu. Siapakah aku?", "answer": "Siput"},
    {"riddle": "Apa yang basah kuyup saat dijemur?", "answer": "Keringat"},
    {"riddle": "Aku bisa berlari tapi tidak punya kaki. Aku punya mulut tapi tidak pernah bicara. Siapakah aku?", "answer": "Sungai"},
    {"riddle": "Apa yang ada di ujung langit?", "answer": "Huruf T"},
    {"riddle": "Semakin banyak ditambahkan, semakin ringan jadinya. Apakah itu?", "answer": "Lubang"},
    {"riddle": "Aku punya lidah tapi tidak bisa merasakan. Siapakah aku?", "answer": "Sepatu"},
    {"riddle": "Aku selalu berkata jujur, tapi aku tidak punya mulut. Siapakah aku?", "answer": "Cermin"},
    {"riddle": "Jika seekor ayam bertelur di puncak gunung, ke mana telur itu akan jatuh?", "answer": "Tidak kemana-mana"},
    {"riddle": "Aku sebuah bangunan dengan ribuan cerita. Siapakah aku?", "answer": "Perpustakaan"},
    {"riddle": "Apa yang punya leher dan badan, tapi tidak punya kepala dan tangan?", "answer": "Gitar"},
    {"riddle": "Aku bisa pecah tanpa disentuh. Siapakah aku?", "answer": "Keheningan"},
    {"riddle": "Aku punya sayap tapi bukan burung. Aku bisa membawamu ke tempat jauh. Siapakah aku?", "answer": "Pesawat"},
    {"riddle": "Aku bisa menjadi jembatan atau penghalang. Aku terbuat dari kata-kata. Siapakah aku?", "answer": "Bahasa"},
    {"riddle": "Apa yang akan selalu kamu temukan di tengah-tengah 'bahaya'?", "answer": "Huruf H"},
    {"riddle": "Aku punya banyak tulang rusuk tapi tidak punya tulang punggung. Siapakah aku?", "answer": "Payung"},
    {"riddle": "Aku sebuah kotak dengan kunci, tapi tidak ada lubang kunci. Di dalamnya ada harta karun emas. Apakah aku?", "answer": "Telur"},
    {"riddle": "Apa yang bisa patah saat kamu menyebut namanya?", "answer": "Diam"},
    {"riddle": "Semakin panas, aku semakin dingin. Siapakah aku?", "answer": "AC"},
    {"riddle": "Aku punya gigi tapi tidak punya mulut. Siapakah aku?", "answer": "Gergaji"},
    {"riddle": "Apa yang selalu turun tapi tidak pernah naik?", "answer": "Hujan"},
    {"riddle": "Aku bisa membuat dua orang menjadi satu. Siapakah aku?", "answer": "Cermin"},
    {"riddle": "Benda apa yang jika dipukul malah semakin kencang suaranya?", "answer": "Drum"},
    {"riddle": "Aku punya badan tapi tidak punya nyawa, punya tangan tapi tidak bisa memegang. Siapakah aku?", "answer": "Baju"},
    {"riddle": "Apa yang selalu menjawab meskipun tidak ditanya?", "answer": "Telepon"},
    {"riddle": "Aku bisa dimakan, tapi jika aku memakanmu, kamu akan mati. Siapakah aku?", "answer": "Racun"},
    {"riddle": "Aku punya banyak cerita tapi hanya satu halaman. Siapakah aku?", "answer": "Koran"},
    {"riddle": "Aku ada di awal malam dan di akhir pagi. Siapakah aku?", "answer": "Huruf M"},
    {"riddle": "Apa yang selalu bertambah dan tidak pernah berkurang?", "answer": "Usia"},
    {"riddle": "Aku bisa lebih kuat dari baja, tapi matahari bisa menghancurkanku. Siapakah aku?", "answer": "Es"},
    {"riddle": "Aku punya kaki tapi tidak bisa berjalan. Siapakah aku?", "answer": "Meja"},
    {"riddle": "Apa yang bisa kamu lihat dengan mata tertutup?", "answer": "Mimpi"},
    {"riddle": "Aku tidak bisa dilihat, tapi aku bisa dirasakan. Aku bisa membuat pohon menari. Siapakah aku?", "answer": "Angin"},
    {"riddle": "Aku punya ibu jari dan empat jari, tapi aku bukan tangan. Siapakah aku?", "answer": "Sarung Tangan"},
    {"riddle": "Apa yang selalu ada di dalam sebuah acara TV?", "answer": "Huruf A"},
    {"riddle": "Aku punya banyak nada tapi tidak bisa menyanyi. Siapakah aku?", "answer": "Tangga Nada"},
    {"riddle": "Aku sebuah kotak. Semakin banyak isinya, semakin ringan jadinya. Apakah aku?", "answer": "Kotak Amal"},
    {"riddle": "Aku bisa menangis tanpa air mata. Siapakah aku?", "answer": "Lilin"},
    {"riddle": "Apa yang harus kamu berikan sebelum bisa menyimpannya?", "answer": "Janji"},
    {"riddle": "Aku adalah awal dari segalanya dan akhir dari mana saja. Siapakah aku?", "answer": "Huruf A"},
    {"riddle": "Aku sebuah jalan tanpa aspal, sebuah kota tanpa bangunan. Siapakah aku?", "answer": "Peta"},
    {"riddle": "Aku bisa berjalan di atas air tanpa basah. Siapakah aku?", "answer": "Bayangan"},
    {"riddle": "Aku punya ekor tapi bukan binatang. Siapakah aku?", "answer": "Pesawat"},
    {"riddle": "Apa yang bisa kamu pegang tanpa menyentuhnya?", "answer": "Pembicaraan"},
    {"riddle": "Aku selalu datang, tapi tidak pernah benar-benar ada. Siapakah aku?", "answer": "Hari Esok"},
    {"riddle": "Aku punya banyak wajah tapi hanya satu tubuh. Siapakah aku?", "answer": "Dadu"},
    {"riddle": "Aku bisa membuatmu kaya, tapi aku tidak punya uang. Siapakah aku?", "answer": "Ide"},
    {"riddle": "Aku adalah sesuatu yang jika kamu berdiri, dia berbaring. Jika kamu berbaring, dia berdiri. Apakah itu?", "answer": "Telapak Kaki"}
]

